Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/udi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: It also has consequences for Norwegian citizens who live in the UK and wish to return to Norway with their family members.
nb: Det får også konsekvenser for norske borgere som bor i Storbritannia, og som ønsker å returnere til Norge sammen med sine familiemedlemmer.

source: You are waiting for information on which municipality you are going to live in.
nb: Du venter på beskjed om hvilken kommune du skal bo i.

source: If you are to change jobs, assignments or employers, you must apply for a new permit.
nb: Hvis du skal bytte stilling, oppdrag eller arbeidsgiver må du søke om ny oppholdstillatelse.

source: Kulturtanken, formerly known as Rikskonsertene (Concerts Norway) are covered by a separate agreement (external website)
nb: engasjert av Kulturtanken, tidligere Rikskonsertene, har egen avtale (eksternt nettsted)

source: If you fear that you are going to be married against your will, and you are below the age of 18 years old, you should contact the child welfare services.
nb: Hvis du er redd for at du skal bli giftet bort mot din vilje og er under 18 år, bør du ta kontakt med barnevernet.
